[General]
Translator, "Dimitris Psirrakis"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAMAPcAAN/k7NHZ5WeNxt/i6d7k609hg1FhgVh7uNnf5uDn7ztXfU1gg16PzDlTfyp9
0F+JxLrI3brK3UpliODm7ltphqi+22iSyH2t3d3g6DN+zt7j616Rz5q22eDm7S1vpCJakElojYOd
xyFVjWF+uCdspCFgsbzI3JOny2eGvzZ6rhpgtmiJwn6WwjqN2n2Zx5mlvDJ1qmh1jRRMoUBXfuDn
8l9/unWm2yJuxIaZudjd5ZSlwFeCv93h52qGvjaG1GqIv0CU4iVglShpu8PS5ZalvOnr79rf52eL
w1RxjtTb5nSf0dPc5w1KoxRVrd3i6b/N4W+e1Hek1b7M31J6uS6G2GeEvOLl6UlpkUek72mSy4+o
ymyaz9je5jlVgkJ4o2uXzN7i50pjh1JhgxE8dcrT5F+Hwn2m093i611ogl+Lxt/j6t/i6sjT4mSO
xL3K36a82x1QiEhYf5arzTWB0KGswx1mvEOb6dHa5iZ2ymWEvODk65KgvMzY5GiIwBpKg9ve4V+A
u2mOwhtVq8DQ4xJQp2eOyNji7GeCutrg6yhlmhdasWGW1Ziuzklki0xhhEtihxM+eMLP3xVCew43
c16Nytzg6SVjt46x2ClYjRdGf9vg59Lb5miLwxtUjypqn8fY7GKLwTqZ6sTP35KZqGiJwYGgy+Hl
6Ulli9Pc6GuOwFB2nISZxYOQp4ukzB9arWCEvmGFqC93xk2u+ytvwDKO4Nzh6UxihE1dgMfS4rfF
2gAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjaANEYuDWqwAJHth6FkdDoFIgrSMT0qFLrB4o+pFZwOiJAQKEsmOIcGsElDyBEBM4Q0ACg5YQX
rEzxKALGSqsyD9JQYrBh0ZxOFFaxyBHCBZkAAe5sQrWEjyEiM2ocQPBqR6kKbzhcMqMkygVVMeSc
+MNIS6pAoNpY+LIFig1YOCDkMhFJlBtcbCJIeTJoyCcdDabIYEKoiSIVdW7gcUCFVigSe5IY0VQJ
g5MBA9ao0dMhAQ06XQS5KmFJyKxYGXy0AGIHi6wUCiaNgSQpkx84Ij4ESeTJAwwvAQEAOw==


[BFAPI_Strings]
ErrorFailClientTime, "Το ρολόι του υπολογιστή σας δεν έχει ρυθμιστεί σωστά.\nΠαρακαλούμε ελέγξτε την ώρα του συστήματός σας και προσπαθήστε ξανά."
ErrorFailLogin, "Ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας και τον κωδικό πρόσβασης σας και προσπαθήστε ξανά."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "Το FileSeek κλειδί σας για την Δοκιμαστική Άδεια φαίνεται να είναι άκυρο.\nΠαρακαλούμε επικοινωνήστε μαζί μας για περισσότερες πληροφορίες"
ErrorItemSizeTooLarge, "Ένα από τα προφίλ του FileSeek σας είναι πολύ μεγάλο.\nΠαρακαλούμε δοκιμάστε νέο συγχρονισμό με ένα μικρότερο προφίλ."
ErrorTrialExpiredPrompt, "Η Δοκιμαστική Άδεια Χρήσης του FileSeek Pro σας έχει λήξει.\nΘα θέλατε να επικοινωνήσετε μαζί μας για να ξεκινήσετε μια νέα δοκιμή προϊόντος"
ErrorUnknownProPurchasedLicenseKey, "Το Κλειδί άδειας χρήσης του FileSeek φαίνεται να είναι άκυρο.\nΠαρακαλούμε επικοινωνήστε μαζί μας για περισσότερες πληροφορίες."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "Οι Αδει&ές Μου"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Προσωπικό ή το εταιρικό, # αναφέρεται στο όνομα άδειας"
LicenseRestrictionDonation, "Προσωπικό ΜΟΝΟ, 1 υπολογιστής"
LicenseRestrictionEnterprise, "Απεριόριστοι υπολογιστές σε απεριόριστες ιδιόκτητες ιστοσελίδες"
LicenseRestrictionPersonalHome, "Προσωπικό ΜΟΝΟ, απεριόριστοι προσωπικοί υπολογιστές"
LicenseRestrictionSite, "Απεριόριστοι υπολογιστές σε 1 ιστοσελίδα"
LicenseRestrictionStandard, "Προσωπικό ή εταιρικό, 1 υπολογιστής"
LicenseRestrictionSteam, "Προσωπικό ή εταιρικό, απεριόριστοι υπολογιστές, κύριος χρήστης είστε εσείς και ο άλλος είναι εγκατεστημένος"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά."
ErrorEnterPassword, "Παρακαλούμε εισάγετε Κωδικό σας και δοκιμάστε ξανά."
ErrorLoginFailed, "Αποτυχία κατά την φόρτωση των στοιχείων του λογαριασμού σας.\nΠαρακαλούμε ελέγξτε τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον κωδικό πρόσβασης σας και προσπαθήστε ξανά."
ErrorNoLicensesFound, "Δυστυχώς, δεν μπορέσαμε να βρούμε καμία πληροφορία άδειας χρήσης για αυτόν το λογαριασμό.\nΕάν χρειάζεστε οποιαδήποτε βοήθεια παρακαλούμε επικοινωνήστε μαζί μας."
ErrorUnknownLicenses, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση πληροφοριών άδειας χρήσης σας."
ErrorUnknownLogin, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των στοιχείων του λογαριασμού σας."
Note, "Συνδεθείτε για να ανακτήσετε το Κλειδί Άδειας Χρήσης σας του FileSeek και να συγχρονίσετε τα Προφίλ Αναζήτησης σας."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Φόρτωση Πληροφορίες Άδειας"


[BFAPIMyLicenses_Controls]
colDateCreated, "Ημερομηνία Δημιουργίας"
colDateExpires, "Ημερομηνία Λήξης"
colLicenseKey, "Κλειδί Άδειας Χρήσης"
colLicenseRestrictions, "Περιορισμοί Άδειας"
colLicenseType, "Τύπος Άδεια Χρήσης"
colName, "Όνομα Άδεια Χρήσης"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Είστε σίγουροι ότι θέλετε να χρησιμοποιήσετε αυτό το Κλειδί Άδειας;"
ErrorSelectLicense, "Παρακαλώ επιλέξτε μια άδεια από τη λίστα και προσπαθήστε ξανά."
ShowNeedLicenseWarning, "Επιλέξτε ένα από τα Κλειδιά Αδείας σας από τη λίστα, μετά κάντε κλικ στο κουμπί 'OK' για να χρησιμοποιήσετε αυτό το Κλειδί Άδειας."
Title, "Οι Άδειες Μου"


[BFFormDownload_Strings]
ConfirmCancel, "Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτό το στοιχείο λήψης;"
Error, "Παρουσιάστηκε ένα σφάλμα."
Progress, "Απομένουν: {0} KB ({1} ΚΒ συνολικά)"
ProgressUnknown, "Γίνεται Λήψη: {0} ΚΒ"


[BFFormErrorMessage_Controls]
btnCopy, "&Αντιγραφή στο Πρόχειρο"
btnMoreInformation, "&Εμφάνιση Περισσότερες Πληροφορίες"


[BFFormProxySettings_Controls]
btnSave, "Αποθήκευση"
lblProxyAddress, "Διεύθυνση Σέρβερ:"
lblProxyPassword, "Κωδικός:"
lblProxyPassword2, "Εισάγετε Ξανά Κωδικό:"
lblProxyPort, "Θύρα:"
lblProxyUsername, "Όνομα Χρήστη:"
rdoCustomSettings, "Χρήση προσαρμοσμένων ρυθμίσεων διακομιστή μεσολάβησης:"
rdoNoProxy, "Χωρίς Διακομιστή Μεσολάβησης (απευθείας σύνδεση με το διαδίκτυο)"
rdoUseIESettings, "Χρησιμοποιήστε τις Ρυθμίσεις σύνδεσης του Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Παρακαλούμε εισάγετε μια Διεύθυνση του Διακομιστή Μεσολάβησης ή επιλέξτε "Χωρίς Διακομιστή Μεσολάβησης»."
EnterServerPort, "Παρακαλούμε εισάγετε μια Θύρα Σέρβερ Διακομιστή Μεσολάβησης ή επιλέξτε "Χωρίς Διακομιστή Μεσολάβησης»."
PasswordDecryptionFailed, "Οι Ρυθμίσεις σύνδεσης σας στο Internet φαίνεται να είναι άκυρες.\nΠαρακαλούμε εισάγετε ξανά τον κωδικό πρόσβασης Διακομιστή Μεσολάβησης Σέρβερ."
PasswordsNotMatch, "Οι Κωδικοί Πρόσβασης του Διακομιστή Μεσολάβησης Σέρβερ δεν ταιριάζουν, παρακαλούμε προσπαθήστε ξανά."
Title, "Ρυθμίσεις σύνδεσης στο Internet"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Αναζήτηση"
ButtonRefresh, "&Ανανέωση"
ColApplication, "Εφαρμογή"
ColPath, "Θέση"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "Όλες Οι Εφαρμογές"
PleaseSelectApplication, "Παρακαλούμε επιλέξτε μια εφαρμογή πρώτα."
Title, "Επιλέξτε Εφαρμογή"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Προεπιλεγμένη Τιμή"
colSetting, "Ρύθμιση"
colValue, "Τιμή"
lblHelp, "Κάντε διπλό κλικ σε μια ρύθμιση για να το αλλάξετε, κάντε κλικ στο πλήκτρο "Βοήθεια" για περισσότερες πληροφορίες."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Παρουσιάστηκε ένα σφάλμα κατά την αποθήκευση αυτής της ρύθμισης."
SavedSuccessfully, "Οι Ρυθμίσεις για Προχωρημένους σας έχουν αποθηκευτεί με επιτυχία.\nΜπορεί να χρειαστεί να επανεκκινήσετε το FileSeek για να τεθεί σε ισχύ αυτή η ρύθμιση."
Title, "Ρυθμίσεις για Προχωρημένους"
TitleEdit, "Επεξεργασία Ρυθμίσεις για Προχωρημένους"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Διεύθυνση Ηλεκτρονικού Ταχυδρομείου:"
lblMessage, "Μήνυμα:"
lblName, "Όνομα:"
lblSubject, "Θέμα:"
lblWarning, "Οι πληροφορίες από την καρτέλα Αντιμετώπιση Προβλημάτων και το αρχείο Debug.log σας θα κρυπτογραφούνται και θα αποστέλλονται μαζί με αυτό το αίτημα υποστήριξης έτσι ώστε να μπορούμε να λύσουμε το θέμα σας πιο γρήγορα."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου και δοκιμάστε ξανά."
EnterMessage, "Παρακαλούμε εισάγετε το μήνυμά σας και προσπαθήστε ξανά."
EnterName, "Παρακαλούμε εισάγετε το Όνομά σας και προσπαθήστε ξανά."
EnterSubject, "Παρακαλούμε εισάγετε ένα Θέμα."
SendSuccess, "Τα στοιχεία σας έχουν σταλεί με επιτυχία.\nΚάποιος θα επικοινωνήσει μαζί σας μέσα σε 1 εργάσιμη ημέρα."
Title, "Υποβολή Αιτήματος Υποστήριξης"
TooLongEmailAddress, "Παρακαλούμε εισάγετε μια σύντομη Διεύθυνση Ηλεκτρονικού Ταχυδρομείου και δοκιμάστε ξανά."
TooLongName, "Παρακαλούμε εισάγετε ένα μικρότερο Όνομα και προσπαθήστε ξανά."


[BFFormUpdate_Controls]
btnChangeLog, "&Προβολή Αρχείου Αλλαγών"
btnDownload, "Λήψη και &Εγκατάσταση"
btnRemindMeLater, "&Υπενθύμιση Αργότερα"
btnSkipThisVersion, "&Παράληψη Αυτής Της Έκδοσης"
btnWebsite, "&Λήψη"
lblNewVersion, "Νέα Έκδοση:"
lblOldVersion, "Τρέχουσα Έκδοση:"
lblUpdateNotes, "Τι Νέο υπάρχει σε αυτή την Έκδοση:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Συνιστάται να ενημερώσετε με αυτή τη νέα έκδοση.\nΕίστε σίγουροι ότι θέλετε να παραλείψετε αυτήν την ενημέρωση;"
DownloadFailedSave, "Αποτυχία αποθήκευσης αυτού του αρχείου τοπικά."
DownloadingUpdate, "Λήψη Ενημέρωσης"
DownloadInvalidData, "Άκυρα δεδομένα ήρθαν από τον διακομιστή. Ο διακομιστής μπορεί να έχει ένα πρόβλημα βρίσκοντας το αρχείο που ζητήθηκε."
DownloadNoData, "Κανένα δεδομένο δεν ήρθε από την ιστοσελίδα."
ErrorDownload, "Παρουσιάστηκε σφάλμα κατά την προσπάθεια σας να κατεβάσετε τη νέα έκδοση."
Title, "Διαθέσιμη Ενημέρωση"
UpdateProMessage, "Θα πρέπει να αναβαθμίσετε σε FileSeek Pro να χρησιμοποιήσει το ένα κλικ ενημέρωση.\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"


[BFHelpButton_Controls]
mniOnlineHelp, "Online Βοήθεια"
mniSupportRequest, "Αίτηση Υποστήριξης"


[BFTextQuery_Strings]
CaseSensitive, "Case Sensitive:"
MayContain, "Μπορεί να περιλαμβάνει:"
MayNotContain, "Μπορεί να ΜΗΝ περιλαμβάνει:"
MustContain, "Πρέπει να Περιέχει:"
MustNotContain, "Πρέπει να ΜΗΝ Περιέχει:"


[BFUpdateCheck]
AlreadyInProgress, "Έλεγχος Ενημέρωσης είναι ήδη σε εξέλιξη..."
ErrorRunningDownloadedFile, "Παρουσιάστηκε ένα σφάλμα κατά την προσπάθεια για να τρέξει το αρχείο εγκατάστασης."
FailedToGetVersion, "Δεν ήταν δυνατή η φόρτωση της τελευταίας έκδοσης της εφαρμογής."
InvalidLicensePrompt, "Το Κλειδί Άδειας Χρήσης σας του FileSeek Pro φαίνεται να είναι άκυρο!\nΠαρακαλούμε να εξετάστε την αγορά μιας FileSeek Pro άδειας χρήσης για να σας βοηθήσει στην μελλοντική ανάπτυξη.\nΘα θέλατε να δείτε περισσότερες πληροφορίες;"
NoUpdate, "Χρησιμοποιείτε ήδη την τελευταία έκδοση."
Title, "Ενημέρωση"


[cFunctions_Strings]
FolderNotRecognized, "Ο επιλεγμένος φάκελος δεν αναγνωρίζεται και δεν μπορεί να αναζητηθεί."


[cSettings_Strings]
SettingsLoadError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ρυθμίσεων."
SettingsSaveError, "Παρουσιάστηκε σφάλμα κατά την αποθήκευση των ρυθμίσεων."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Αναζήτηση && Επισύναψη"
btnBrowseExcludePath, "Αναζήτηση"
btnFolderBrowse, "&Αναζήτηση"
btnFolderBrowseAppend, "Αναζήτηση && Επισύναψη"
btnNewSearch, "Αναζήτηση σε &Νέα Καρτέλα"
btnPause, "Παύση"
btnResume, "Συνέχιση"
btnSearch, "&Αναζήτηση"
btnStop, "&Σταμάτημα"
chkCaseSensitive, "&Case sensitive ερώτημα"
chkFileSizeMax, "Μέγιστο Μέγεθος Αρχείου:"
chkFileSizeMin, "Ελάχιστο Μέγεθος Αρχείου:"
chkIsExcludeFilesRegEx, "Εξαίρεση Αρχείων Filter is RegEx"
chkIsIncludeFilesRegEx, "Συμπερίληψη Αρχείων Filter is RegEx"
chkIsQueryRegEx, "Ερώτημα is RegEx"
chkSearchSubFolders, "Αναζήτηση υπο-φακέλους"
chkShowFirstResult, "Εμφάνιση μόνο πρώτο αποτέλεσμα για κάθε αρχείο"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Εμφάνιση ονόματα αρχείων που ταιριάζουν με το κείμενο του ερωτήματος"
chkShowQueryMatchFolders, "Δείτε τα ονόματα των φακέλων που ταιριάζουν με το κείμενο του ερωτήματος"
chkUseIFilters, "Επεξεργαστείτε περιεχόμενο των αρχείων Xειριστές Αρχείων (πιο αργά)"
colDateAccessed, "Ημερομηνία Πρόσβασης"
colDateCreated, "Ημερομηνία Δημιουργίας"
colDateModified, "Ημερομηνία Τροποποίησης"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Μέγεθος Αρχείου"
colLine, "Γραμμή"
colLineNumber, "Γραμμή #"
colPath, "Θέση"
lblAccessedTo, "σε"
lblAdditionalLinesAfter, "Εμφάνιση αυτών των πολλώς γραμμών μετά από ένα αποτέλεσμα αναζήτησης:"
lblAdditionalLinesBefore, "Εμφάνιση αυτών των πολλώς γραμμών πρίν από ένα αποτέλεσμα αναζήτησης:"
lblCreatedTo, "σε"
lblDateAccessed, "Ημερομηνία Πρόσβασης"
lblDateCreated, "Ημερομηνία Δημιουργίας"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Ημερομηνία Τροποποίησης"
lblExcludeFiles, "Εξαίρεση Αρχείων:"
lblExcludePath, "Εξαίρεση Θέσης(ων):"
lblFilterResults, "Φίλτρο:"
lblIncludeFiles, "Συμπερίληψη Αρχείων:"
lblModifiedTo, "σε"
lblPath, "Θέση(εις):"
lblQuery, "Ερώτημα:"
lblStatusFound, "Αντιστοιχίες Βρέθηκαν: {0}"
lblStatusTotal, "Αρχεία Αναζητήθηκαν: {0}"
mniAbout, "Περί"
mniClearSearchHistory, "Διαγραφή Ιστορικού Αναζήτησης"
mniCloseAll, "Κλείσιμο Όλων"
mniCloseAllButThis, "Κλείσιμο Άλλων"
mniCloseSearch, "Κλείσιμο"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Αντιγραφή Όλων των Αποτελεσμάτων"
mniExit, "Έξοδος"
mniExplorerContextMenu, "Μενού Περιβάλλοντος Των Windows"
mniHelp, "Help"
mniOpenFolder, "Άνοιγμα Φακέκου Περιεχομένου"
mniOpenFolderOnly, "Άνοιγμα Φακέλου"
mniOpenOther, "Άνοιγμα με Άλλη Εφαρμογή"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Αφαίρεση Επιλεγμένων Αποτελεσμάτων απο την Λίστα"
mniSettings, "Ρυθμήσεις"
mniShowFilterControls, "Εμφάνιση Πλήκτρα Φίλτρων"
mniTextCopy, "&Αντιγραφή"
mniTextSelectAll, "Επιλογή Όλων"
mniTools, "&Εργαλεία"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Εξαγωγή Όλων των Αποτελεσμάτων σε HTML"
mnuExportSelectedResultsHTML, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Γλώσσες"
mnuLoadProfile, "Φόρτωση"
mnuManageProfiles, "Διαχίρηση Προφίλ"
mnuOpen, "Άνοιγμα"
mnuOpenNotepad, "Άνοιγμα στο Notepad"
mnuProfile, "Προφίλ"
mnuSave, "Αποθήκευση"
mnuSaveAll, "Εξαγωγή Όλων των Αποτελεσμάτων σε CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Εξαγωγή Επιλεγμένων Αποτελεσμάτων σε CSV"
mnuShowFullLanguageList, "Εμφάνιση Όλης της Λίστας"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Ταίριασμα ερωτήματος σε κάθε γραμμή στο αρχείο"
rdoMatchQueryToWholeFile, "Ταίριασμα ερωτήματος σε ολόκληρο το αρχείο"
tabAdvanced, "Για Προχωρημένους"
tabDateFilters, "Ημερομηνία Φίλτρων:"
tabFileSizeFilters, "Μέγεθος Αρχείου Φίλτρων"
tabSearch, "Αναζήτηση"


[frmMain_Strings]
AccessedAfterTT, "Προσβάσιμες μετά από {0}"
AccessedBeforeTT, "Προσβάσιμες πρίν από {0}"
AccessedBetweenTT, "Προσβάσιμες μεταξύ {0} από {1}"
AppSelectionErrorPartOne, "Αυτή η εφαρμογή που επιλέξατε δεν υπάρχει."
AppSelectionsErrorPartTwo, "Θα θέλατε να επιλέξετε μια άλλη τώρα;"
btnNewSearchTT, "Άνοιγμα μιας νέας Καρτέλας και αρχήστε την αναζήτηση"
btnSearchTT, "Ξεκινήστε την αναζήτηση στην επιλεγμένη καρτέλα"
btnStopTT, "Σταμάτημα επιλεγμένης αναζήτησης"
CaseSensitiveQueryTT, "Τέριασμα Πεζών-Κεφαλέων Ερωτήματα"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Θα εμφανίζει μόνο συμφωνημένα για την πρώτη γραμμή όταν ταιριάζουν με το ερώτημά σε κάθε γραμμή"
ColumnWidthRestoreError, "Παρουσιάστηκε σφάλμα κατά την επαναφορά το πλάτος των στηλών."
ColumnWidthSaveError, "Παρουσιάστηκε σφάλμα κατά την αποθήκευση το πλάτος των στηλών."
ContextMenuError, "Παρουσιάστηκε σφάλμα, στην εμφάνιση του μενού περιβάλλοντος Των Windows."
CreatedAfterTT, "Δημιουργήθηκε μετά από {0}"
CreatedBeforeTT, "Δημιουργήθηκε πρίν από {0}"
CreatedBetweenTT, "Δημιουργήθηκε ανάμεσα σε {0} και {1}"
CSVSpreadsheet, "CSV Αρχεία"
CustomAppOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου με προσαρμοσμένη εφαρμογή."
DateCreatedError, "Παρακαλώ επιλέξτε 'Ημερομηνία Δημιουργίας Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
DateFiltersSelected, "Φίλτρα Ημερομηνίας:"
DateMismatchError, "Παρακαλώ επιλέξτε 'Ημερομηνία Δημιουργίας Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
DateModifiedError, "Παρακαλώ επιλέξτε 'Ημερομηνία Τροποποίησης Ημερομηνία Λήξης', που είναι μεταγενέστερη από την ημερομηνία έναρξης."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Πληκτρολογίστε ένα όνομα προφίλ:"
ExcludeFilesTT, "Εξαιρούνται Αρχεία: {0}"
ExcludePathsTT, "Εξαιρούνται Θέση(εις): {0}"
FileDeleteMessage, "Παρακαλώ περιμένετε ενώ το FileSeek εκτελεί τη λειτουργία που ζητήθηκε.\nΜπορείτε να κλείσετε αυτό το παράθυρο, αλλά μπορεί να οδηγήσει σε μη αναμενόμενα αποτελέσματα, ενώ η εργασία αυτή εκτελείται."
FileDeleteQuestion, "Είστε σίγουροι ότι θέλετε να διαγράψετε τα επιλεγμένα αρχεία ή φακέλους;"
FileDeleteTitle, "Διαγραφή Αρχείων"
FileDeletionError, "Παρουσιάστηκε σφάλμα κατά τη διαγραφή αυτών των αρχείων."
FileHandlerError, "Παρακαλώ εισάγετε μια διαδρομή για την αναζήτηση."
FileIncludeNameMatch, "Ταίριασμα Όνομα Αρχείου [Συμπερίληψη Αρχείων Φίλτρου]"
FileOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Ταύτιση Όνομα Αρχείου [Ερωτήματος]"
FileReadError, "Σφάλμα Πρόσβασης Αρχείου: {0}"
FileSelectionError, "Επιλέξτε τουλάχιστον 1 αρχείο που υπάρχει και δοκιμάστε ξανά."
FileSizeError, "Παρακαλώ επιλέξτε ένα Μέγιστο Μέγεθος Αρχείων που είναι ίση ή μεγαλύτερη από το Ελάχιστο Μέγεθος Αρχείου."
FileSizeFiltersSelected, "Φίλτρα Μέγεθος Αρχείων:"
FilesSearched, "Αρχεία Αναζήτησης: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Επιλέξτε ένα Φάκελο για να Αναζητήσετε"
FolderBrowsingError, "Παρουσιάστηκε σφάλμα κατά την περιήγηση σε ένα φάκελο."
FolderIncludeNameMatch, "Φάκελος Ταιριάζει με το Όνομα [Συμπερίληψη Αρχείων Φίλτρου]"
FolderItemError, "Απέτυχε να πάρει Φάκελο για τη Θέση: {0}"
FolderOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του φακέλου."
FolderQueryNameMatch, "Φάκελος Ταιριάζει με το Όνομα [Κείμενο Ερωτήματος]"
FolderReadError, "Σφάλμα ανάγνωσης Φακέλους στο Φάκελο: {0}"
HyperTextMarkupLanguageFile, "Υπερ κείμενο Σήμανσης Αρχείου Γλώσσας"
IFilterWarning, "Παρακαλούμε ενεργοποιήστε τους χειριστές αρχείων στην καρτέλα Για Προχωρημένους για να εμφανιστεί σωστά αποτελέσματα για τα: {0} αρχεία"
IncludeFilesTT, "Συμπεριλαμβάνονται Αρχεία: {0}"
InvalidExcludeFilesRegExError, "Εξαίρεση Αρχείων RegEx το μοτίβο είναι άκυρο.\n{0}"
InvalidFolderLength, "Μη έγκυρο μήκος φακέλου."
InvalidIncludeFilesRegExError, "Συμπερίληψη Αρχείων RegEx το μοτίβο είναι άκυρο.\n{0}"
InvalidQueryRegExError, "Ερώτημα RegEx το μοτίβο είναι άκυρο.\n{0}"
KeypressError, "Παρουσιάστηκε σφάλμα κατά την επεξεργασία αυτού του πατήματος πλήκτρου."
LinkedFolderError, "Δεν ψάχνουν φάκελο, επειδή είναι μια σύνδεση/κόμβος"
MatchesFound, "Αντιστοιχίες που βρέθηκαν: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Μέγιστο Μέγεθος Αρχείου: {0}"
MaxPathError, "Αυτό είναι μια μεγάλη διαδρομή και δεν μπορεί να λειτουργήσει σε ορισμένα προγράμματα"
MenuOpenError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα του μενού."
MinFileSizeTT, "Ελάχιστο Μέγεθος Αρχείου: {0}"
ModifiedAfterTT, "Τροποποιήθηκε μετά από {0}"
ModifiedBeforeTT, "Τροποποιήθηκε πρίν απο {0}"
ModifiedBetweenTT, "Τροποποιήθηκε ανάμεσα σε {0} και {1}"
More, "(περισσότερα)"
NoDateFiltersSelected, "Δεν έχουν επιλεγεί φίλτρα ημερομηνίας"
NoFileSizeFiltersSelected, "Δεν έχουν επιλεγεί φίλτρα μεγέθους"
NoOptionsSelected, "Δεν έχουν Επιλεγεί Επιλογές"
NotepadError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα αυτού του αρχείου με το Notepad."
NoTextSelectionError, "Παρακαλώ επιλέξτε κάποιο κείμενο και προσπαθήστε ξανά."
NotYourProfile, "Δεν σας ανήκει αυτό το προφίλ."
OnlyShowFirstResultTT, "Μόνο Εμφάνιση Πρώτο Αποτέλεσμα"
OpenManyQuestion, "Είστε σίγουροι ότι θέλετε να ανοίξετε {0} αρχεία ή φακέλους;"
OptionsSelected, "Επιλογές Επιλεγμένες:"
PathsTT, "Θέση(εις): {0}"
PathTooLongError, "Τα Windows δεν υποστηρίζουν αυτή τη δράση με μεγάλα ονόματα διαδρομής."
ProfileLoadError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του προφίλ."
ProfileLoadOnStartError, "Παρουσιάστηκε σφάλμα κατά τη φόρτωση αυτού του προφίλ. Το προφίλ δεν υπάρχει."
ProfileOverwriteQuestion, "Είστε σίγουροι ότι θέλετε να αντικαταστήσετε το προφίλ '{0}';"
ProfileSaved, "Αποθηκευμένες ρυθμίσεις αναζήτησης στο προφίλ '{0}'"
ProfileSaveError, "Δεν είναι δυνατή η αποθήκευση του προφίλ."
ProOnlyDoubleClickPrompt, "Το προεπιλεγμένο σας διπλό κλικ χειριστή έχει οριστεί στο FileSeek Pro μόνο χαρακτηριστικό.\nΜπορείτε να αλλάξετε το προεπιλεγμένο διπλό χειριστή κλικ στην καρτέλα Ρυθμίσεις > Αναζήτηση.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"
QueryTT, "Ερωτήματα: {0}"
rdoMatchQueryLineByLineTT, "Ανοίξτε μια γραμμή ένα αρχείο σε ένα χρόνο και να προσπαθήσουμε να ταιριάζει με το ερώτημα σε κάθε γραμμή"
rdoMatchQueryToWholeFileTT, "Ανοίξτε ολόκληρο το αρχείο με τη μία και προσπαθήστε να ταιριάζει με το ερώτημα για ολόκληρο το κείμενο"
ResultCopied, "Ένα αποτέλεσμα που αντιγράφηκε στο πρόχειρο."
ResultCopyError, "Παρουσιάστηκε σφάλμα κατά την αντιγραφή των αποτελεσμάτων αναζήτησης στο πρόχειρο."
ResultSaveError, "Υπήρξε ένα σφάλμα κατά την αποθήκευση των αποτελεσμάτων σας.\n{0}"
ResultsCopied, "{0} αποτελέσματα έχουν αντιγραφεί στο πρόχειρο."
ResultSelectionError, "Επιλέξτε τουλάχιστον 1 αποτέλεσμα αναζήτησης και δοκιμάστε ξανά."
SaveResults, "Αποθηκεύστε τα αποτελέσματα σε ένα φύλλο"
SaveResultsAsHTML, "Αποθηκεύστε τα Αποτελέσματα ως HTML"
SaveSearchProfile, "Αποθήκευση Προφίλ Αναζήτησης"
SearchComplete, "Αναζήτηση ολοκληρώθηκε σε {0}δ"
SearchCriteria, "Κριτήρια Αναζήτησης:"
SearchCriteriaEmptyTT, "Κριτήρια Αναζήτησης Άδεια"
SearchEnd, "Τέλος Αναζήτησης: {0}"
SearchError, "Παρουσιάστηκε σφάλμα κατά την αναζήτηση."
SearchStart, "Έναρξη Αναζήτησης: {0}"
SearchSubFoldersTT, "Αναζήτηση Υποφακέλων"
SettingFormShowError, "Παρουσιάστηκε σφάλμα, στην εμφάνιση του παράθυρου Ρυθμίσεων."
Syncing, "Syncing with your Binary Fortress Account..."
TextCopyError, "Παρουσιάστηκε σφάλμα κατά την αντιγραφή αυτού του κειμένου."
TextProcessingError, "Παρουσιάστηκε σφάλμα κατά την επεξεργασία του κειμένου."
TextSelectionError, "Παρακαλώ επιλέξτε κάποιο κείμενο και προσπαθήστε ξανά."
txtPathTT, "Διαχωρίστε τα πολλαπλά αντικείμενα με το χαρακτήρα |"
UseFileHandlersTT, "Χρησιμοποιήστε Xειριστές Αρχείων"
ViewingAppPartOne, "Δεν έχετε επιλέξει μια εφαρμογή προβολής ακόμα"
ViewingAppPartTwo, "Θέλετε να επιλέξετε μια τώρα;"
WindowsVersionError, "Δυστυχώς, αυτή η λειτουργία δεν είναι διαθέσιμη σε αυτήν την έκδοση των Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Αντιγραφή Προφίλ"
btnDelete, "Delete"
btnRename, "Μετονομασία"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Όνομα Προφίλ"
colProfileOwner, "Κάτωχος Προφίλ"
lblCurrentProfile, "Τρέχον Χρήστης: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Τι θα θέλατε να καλέσετε νέο προφίλ σας;"
MustSelectAnItem, "Παρακαλώ επιλέξτε ένα προφίλ από τη λίστα και προσπαθήστε ξανά."
ProfileDeleteQuestion, "Είστε σίγουροι ότι θέλετε να διαγράψετε το επιλεγμένο προφίλ;"
RenameSearchProfile, "Μετονομασία Προφίλ Αναζήτησης"
SearchProfileName, "Αναζήτησης όνομα προφίλ:"
Title, "Διαχείριση Προφίλ"


[frmSettings_Controls]
btnApply, "Εφαρμογή"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Αναζήτηση"
btnChangeToFree, "Αλλαγή σε Δωρεάν Έκδοση"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Διαγραφή Ιστορικού Αναζήτησης"
btnIFilterToggle, "Εναλλαγή Χειριστή Αρχείων"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Προεπιλογή"
btnPasteFromClipboard, "Επικόλληση από το Πρόχειρο"
btnProxySettings, "Ρυθμίσεις Σύνδεσης στο Internet"
btnRestoreSettings, "Επαναφορά Ρυθμίσεων"
btnTroubleshootingClearLog, "Καθαρισμός Αρχείου Καταγραφής"
btnTroubleshootingCopy, "Αντιγραφή στο Πρόχειρο"
btnTroubleshootingOpenLog, "Άνοιγμα Αρχείου Καταγραφής"
chkAutoUpdate, "Αυτόματος Έλεγχος για Ενημερώσεις"
chkBeta, "Έλεγχος για νέες Δοκιμαστικές (νεότερες, ασταθές) εκδόσεις"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Εμφάνιση σφάλματος και παραλείψτε την πορεία, όταν περισσότεροι από 260 χαρακτήρες"
chkIFilterErrors, "Εμφάνιση λάθος για αρχεία χωρίς χειριστής Αρχείου (όταν το Αρχείο αναζήτησης Χειριστή είναι ενεργοποιημένη)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Αναζήτηση αρχείων && φακέλους που είναι μια σύνδεση/κόμβο"
chkLinkedFoldersSearchShowErrorOnSkip, "Εμφανίζεται ένα μήνυμα όταν παρακάμπτοντας ένα σύνδεσμο/κόμβο"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Εμφάνιση σφάλματος όταν ένα αρχείο/φάκελος δεν μπορεί να προσεγγιστεί"
chkShowToolTips, "Εμφάνιση Επεξηγήσεις Εργαλείων"
chkStartWithClearProfile, "Εκκίνηση πάντα του FileSeek με κενό κριτήριο αναζήτησης"
chkTreatAllIncludeFiltersAsWildcards, "Περιποιηθείτε όλα τα φίλτρα που περιλαμβάνουν Αρχεία ως μπαλαντέρ"
chkWindowsContextMenu, "Εμφάνιση του FileSeek στο μενού περιβάλλοντος των Windows"
colName, "Όνομα"
colRightToLeft, "Δεξιά-προς-Αριστερά"
colTranslators, "Μεταφραστές"
colVersion, "Έκδοση"
gbAutoUpdate, "Έλεγχος Ενημέρωσης"
gbCmdLineVars, "Μεταβλητές Γραμμής Εντολών"
gbGeneralOptions, "Γενικές Επιλογές"
gbUpdateSettings, "Ρυθμίσεις Ενημέρωσης"
lblCmdLineParam, "Παραμέτροι της γραμμής εντολών για να περάσει:"
lblDefaultDoubleClick, "Επιλέξτε μια προεπιλεγμένη λειτουργία για το διπλό κλικ σε ένα αποτέλεσμα αναζήτησης:"
lblExpireDate, "Ημερομηνία Λήξης Άδειας:"
lblLicenseKey, "Κλειδί άδειας χρήσης:"
lblLicenseTo, "Κατοχυρωμένο στο:"
lblNumChar, "Εμφάνιση αυτών των πολλών χαρακτήρων για κάθε αποτέλεσμα αναζήτησης:"
lblSelectViewingApp, "Επιλεγμένες εφαρμογές προβολής αρχείων:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Καταγραφή: Απενεργοποιημένο"
LogLevel1, "Καταγραφή: Συμαντικό Μόνο"
LogLevel2, "Καταγραφή: Λεπτομερώς"
LogLevel3, "Καταγραφή: Όλες οι Γραμμές"
tabLanguage, "Γλώσσες"
tabLicense, "Κλειδί Αδείας"
tabTroubleshooting, "Αντιμετώπιση Προβλημάτων"


[frmSettings_Strings]
AppBrowsingError, "Παρουσιάστηκε σφάλμα κατά την περιήγηση για μια εφαρμογή."
cboDefaultDoubleClickOperation_ExportAllCSV, "Εξαγωγή όλων των αποτελεσμάτων σε CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Εξαγωγή όλων των αποτελεσμάτων σε HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Εξαγωγή επιιλεγμένων αποτελεσμάτων σε CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Εξαγωγή επιλεγμένων αποτελεσμάτων σε HTML"
cboDefaultDoubleClickOperation_Open, "Άνοιγμα με προεπιλεγμένο πρόγραμμα χειρισμού"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Ανοίξτε το φάκελο που περιέχει"
cboDefaultDoubleClickOperation_OpenNotepad, "Ανοίξτε με το Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Άνοιγμα με άλλη εφαρμογή"
ChangeToFreeQuestion, "Είστε βέβαιοι ότι θέλετε να καταργήσετε το κλειδί άδειας χρήσης σας και να μεταβείτε στη δωρεάν έκδοση;"
chkTreatAllIncludeFiltersAsWildcardsTT, "Με αυτή την επιλογή ενεργοποιημένη, η αναζήτηση εγγράφεται ως foo θα πρέπει να αντιμετωπίζονται ως * foo *"
ClearHistoryError, "Παρουσιάστηκε σφάλμα κατά την εκκαθάριση Ιστορικού Αναζήτησης σας."
ClearHistoryWarning, "Είστε σίγουροι ότι θέλετε να καθαρίσετε το Iστορικό Aναζήτησης;"
CommandLineError, "Παρακαλούμε, εισάγετε τις παραμέτρους της γραμμής εντολών, ή κάντε κλικ 'Προεπιλογή' για να τα επαναφέρετε."
DebugLogCleared, "Το αρχείο καταγραφής εντοπισμού σφαλμάτων έχει εκκαθαριστεί με επιτυχία."
DebugLogNotFound, "Το αρχείο καταγραφής εντοπισμού σφαλμάτων δεν μπόρεσε να βρεθεί.\nΒεβαιωθείτε ότι έχετε ενεργοποιήσει την καταγραφή εντοπισμού σφαλμάτων πρώτα."
DisableFileHandler, "Απενεργοποίηση Αρχείο Χειριστή"
EnableFileHandler, "Ενεργοποίηση Αρχείο Χειριστή"
FileCommandDescription, "{0}: Αντικαθιστά το πλήρες όνομα αρχείου."
FileHandlerListError, "Παρουσιάστηκε σφάλμα κατά την απαρίθμηση των Χειριστών Αρχείου."
FileHandlerSelectError, "Παρουσιάστηκε σφάλμα κατά την επιλογή αυτή του Χειριστή Αρχείου."
FileHandlerToggleError, "Παρουσιάστηκε σφάλμα κατά την εναλλαγή αυτή του Χειριστή Αρχείου."
FreeVersion, "Δωρεάν Έκδοση"
HistoryCleared, "Το Ιστορικό Αναζήτησης έχει εκκαθαριστεί με επιτυχία."
InternetSettingsWindowError, "Παρουσιάστηκε σφάλμα κατά το άνοιγμα του παράθυρου Ρυθμίσεις Σύνδεσης στο Internet."
InvalidExitcode, "Γύρισε άκυρο ExitCode: {0}"
LineCommandDescription, "{0}: Αντικαθιστά τον αριθμό της γραμμής."
lvIFilters_Extension, "Επέκταση"
lvIFilters_Handler, "Χειριστής"
lvIFilters_HandlerVersion, "Έκδοση"
NumOfCharError, "Παρακαλούμε, εισάγετε έναν αριθμό των χαρακτήρων μεταξύ {0} και {1} και δοκιμάστε ξανά."
RestoreSettingsFailed, "Αποτυχία στο να επαναφέρετε τις ρυθμίσεις σας."
RestoreSettingsSuccess, "Οι ρυθμίσεις σας έχουν αποκατασταθεί με επιτυχία."
SettingMenuError, "Παρουσιάστηκε σφάλμα κατά τη ρύθμιση των Ρυθμίσεων Μενού."
tabSettings_About, "Περί"
tabSettings_FileHandlers, "Χειριστών Αρχείου"
tabSettings_Options, "Επιλογές"
tabSettings_OtherApp, "Άλλη Εφαρμογή"
tabSettings_Search, "Αναζήτηση"
Title, "Ρυθμίσεις"
TroubleshootingCopyError, "Αποτυχία να αντιγράψετε πληροφορίες αντιμετώπισης προβλημάτων σας."
TroubleshootingCopySuccess, "Οι Πληροφορίες αντιμετώπισης προβλημάτων σας έχουν αντιγραφεί με επιτυχία στο πρόχειρο."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Τα Αποτελέσματα Αναζήτησης αποθηκεύτηκαν με επιτυχία.\nΘα θέλατε να δείτε το αρχείο;"
SearchCriteria, "Κριτήρια Αναζήτησης"
SearchDate, "Ημερομηνία Αναζήτησης:"
Title, "Αποτελέσματα Αναζήτησης του FileSeek"


[IFilterHelper_Strings]
UnknownError, "Άγνωστο σφάλμα IFilter"
UsingStandardMethodWarning, "Δεν υπαρχει Χειριστής Αρχείου για αυτό το αρχείο, κάντε αναζήτηση χρησιμοποιώντας πρότυπη μέθοδο."


[LicenseValidate_Strings]
ExpiredPrompt, "Δυστυχώς, το Δοκιμαστικό Κλειδί Άδειας Χρήσης του FileSeek έχει λήξει.\nΕάν έχετε ήδη αγοράσει μια άδεια χρήσης, παρακαλώ πληκτρολογήστε την στο παράθυρο Ρυθμίσεις του FileSeek.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αγορά του FileSeek Pro;"
Invalid, "Δυστυχώς, το Κλειδί Άδειας σας είναι άκυρο."
InvalidReseller, "Δυστυχώς, το Κλειδί Άδειας σας είναι έγκυρο μόνο με το FileSeek που παρέχεται από τον μεταπωλητή σας.\nΠαρακαλώ επικοινωνήστε με τον μεταπωλητή σας για περισσότερες πληροφορίες."
LicenseProcessPro, "Σας ευχαριστούμε για την Εγγραφή!"
LicenseProcessRemoved, "Κλειδί Άδειας σας έχει αφαιρεθεί."
LicenseProcessTrial, "Σας ευχαριστούμε για την δοκιμή του FileSeek Pro!\nΗ άδειά σας θα λήξει στις {0: D}."
RegistryExportSuccess, "Οι ρυθμίσεις σας έχουν εξαχθεί με επιτυχία."
TrialAlmostDonePrompt, "Η Δοκιμαστική άδεια χρήσης σας θα λήξει σύντομα.\nΕάν έχετε ήδη αγοράσει μια άδεια χρήσης, παρακαλούμε πληκτρολογήστε την στο παράθυρο Ρυθμίσεις του FileSeek.\n\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αγορά του FileSeek Pro;"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Αναζήτηση με το FileSeek"


[Words]
AdminSettingsLock, "Ορισμένες ρυθμίσεις γίνανε από το διαχειριστή του συστήματος σας"
Apply, "Εφαρμογή"
ButtonEnterLicenseKey, "&Εισαγωγή Κωδικού Άδειας"
ButtonLater, "&Αργότερα"
ButtonMoreInformation, "&Περισσότερες Πληροφορίες"
ButtonUseFreeVersion, "&Χρησιμοποιήστε την Δωρεάν Έκδοση"
Cancel, "&Ακύρωση"
Close, "&Κλείσιμο"
Custom, "Custom"
Default, "Default"
Error, "Σφάλμα"
ErrorNotAdminUACDisabled, "Το UAC είναι απενεργοποιημένο, αλλά δεν είστε διαχειριστής, η ζητούμενη δράση σας είναι πιθανό να έχει αποτύχει.\nΠαρακαλούμε ενεργοποιήστε το UAC ή συνδεθείτε ως διαχειριστής και προσπαθήστε ξανά.\nΕάν έχετε απενεργοποιήσει πρόσφατα το UAC, φροντίστε να κάνετε επανεκκίνηση του υπολογιστή σας."
Help, "Βοήθεια"
Info, "Πληροφορία"
NeedProQuestion, "Θα πρέπει να αναβαθμίσετε σε FileSeek Pro για να χρησιμοποιήσετε αυτήν τη δυνατότητα.\nΘα θέλατε περισσότερες πληροφορίες σχετικά με την αναβάθμιση;"
Never, "Ποτέ"
No, "Όχι"
OK, "&Εντάξει"
ProOnlyNotice, "Τα Pro-μόνο τα χαρακτηριστικά επισημαίνονται με μπλε χρώμα"
Refresh, "Ανανέωση"
Seconds, "seconds"
Yes, "Ναί"


[Installer]
AdditionalIcons, "Επιπλέον Εικόνες:"
ContextMenu, "Προσθήκη του FileSeek στο Μενού Περιβάλλοντος"
CurrentUserOnly, "Για τον τρέχοντα χρήστη μόνο"
DesktopIcon, "Δημιουργήστε ένα εικονίδιο στην επιφάνεια εργασίας"
DotNetDownloadNow, "Θέλετε να κάνετε λήψη τώρα;"
DotNetNeededMayNotWork, "Το FileSeek δεν μπορεί να λειτουργήσει σωστά χωρίς την Microsoft. NET Framework 2.0."
DotNetRequired, "Το FileSeek απαιτεί το Microsoft. NET Framework 2.0."
DotNetReRunInstall, "Παρακαλούμε εκτελέστε ξανά την εγκατάσταση του FileSeek μετά την εγκατάσταση του Microsoft. NET Framework 2.0."
ForAllUsers, "Για όλους τους χρήστες"
LaunchFileSeek, "Έναρξη του FileSeek"
LicKeyInvalid, "Αυτό το Κλειδί Άδειας φαίνεται να είναι άκυρο."
LicKeyLabel, "Κλειδί Άδειας:"
LicKeySelectOption, "Παρακαλώ επιλέξτε μια Επιλογή του Κλειδί Άδειας σας και προσπαθήστε ξανά."
LicKeyText, "Επιλογές Κλειδί Άδειας σας:"
LicKeyTextAdminLocked, "Το Κλειδί άδειας σας έχει οριστεί από το διαχειριστή σας."
LicKeyTextChangeFree, "Κάντε κλικ στο πλήκτρο 'Αλλαγή για την Δωρεάν Έκδοση' στο παράθυρο Ρυθμίσεις για να χρησιμοποιήσετε την Δωρεάν Έκδοση."
LicKeyTextEnterOrFree, "Παρακαλούμε εισάγετε ένα έγκυρο Κλειδί Άδειας Χρήσης ή επιλέξτε 'Χρήση Δωρεάν Έκδοσης'."
LicKeyTextPaid, "Χρησιμοποιήστε αυτό το Κλειδί Άδειας σας:"
LicKeyTextTrial, "Χρησιμοποιήστε την Δοκιμαστική Έκδοση (πρώτη φορά μόνο), επανέρχεται στην Δωρεάν Έκδοση μετά από 30 ημέρες"
RunAtStartup, "Ξεκινήστε το FileSeek στην εκκίνηση των Windows"
ShowWelcome, "Εμφάνιση της Σελίδας Καλωσορίσματος του FileSeek"
TextBefore, "Αν εκτελείται αυτήν τη στιγμή το FileSeek, βεβαιωθείτε ότι το έχετε κλείσει πριν από την εγκατάσταση αυτής της νέας έκδοσης.\n\nΕπισκεφθείτε http://www.fileseek.ca για ενημερώσεις και υποστήριξη."
UninstallRemoveAllData1, "Θέλετε να καταργήσετε εντελώς όλες τις FileSeek ρυθμίσεις, τις προτιμήσεις και τα προσωρινά αρχεία;"
UninstallRemoveAllData2, "Αυτό δεν συνιστάται αν θα εγκαταστήσετε το FileSeek ξανά."